test/requests/payee_payment_method_success_payable_req.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap12:Envelope xmlns:soap12="http://www.w3.org/2003/05/soap-envelope" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <soap12:Body>
    <PayeePaymentMethod xmlns="http://Tipalti.org/">
      <payerName>MyPayer</payerName>
      <timestamp>1521234048</timestamp>
      <key>e87b53220604579b5be4fe87956f6cbe4386648f94ac2e42c33572bd9afcda1e</key>
      <idap>payablepayee</idap>
    </PayeePaymentMethod>
  </soap12:Body>
</soap12:Envelope>
